Repository: sacovo/digital-democracy
Catalog: papers/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: Content
de: Inhalt

source: Deadline
de: Antragsfrist

source: state
de: Status

source: title
de: Titel

source: content
de: Inhalt

source: reason
de: Begründung

source: Cannot create new amendments past a paper's deadline.
de: Ein Papier kann nicht erstellt werden

source: Comment
de: Kommentar

source: Amendments to merge into final paper
de: Anträge, die verarbeitet werden sollen

source: Select all amendments that you wish to merge into the final paper. Accepted amendments have already been selected.
de: Wähle alle Anträge aus, die in die finale Version eingearbeitet werden sollen.Anträge, die angenommen worden sind, sind bereits vorselektiert.

source: user
de: Benutzer*in

source: author
de: Autor*in

source: authors
de: Autor*innen

source: created at
de: Erstellt am

source: edited at
de: Bearbeitet am

source: deadline
de: Antragsfrist

source: working title
de: Arbeitstitel

source: paper
de: Papier

source: papers
de: Papiere

source: Do the other translations need an update after this edit?
de: Müssen die anderen Übersetzungen ebenfalls überarbeitet werden?

source: language code
de: Sprachcode

source: paper translation
de: Übersetzung aktualisieren

source: paper translations
de: Übersetzungen

source: last index
de: Endindex

source: translations
de: Übersetzungen

source: This amendment does not change the content of the paper, see the reason for more information.
de: Dieser Antrag ändert den Inhalt des Papiers nicht, siehe Begründungfür mehr Information

source: amendment
de: Antrag

source: amendments
de: Anträge

source: body
de: Inhalt

source: comment
de: Kommentar

source: comments
de: Kommentare

source: reject
de: ablehnen

source: accept
de: annehmen

source: modified
de: modifiziert annehmen

source: Upload users
de: Benutzer*innen importieren

source: Import
de: Importieren

source: there was an error:
de: Es gab einen Fehler:

source: Add translation
de: Übersetzung hinzufügen

source: By <strong>%(name)s</strong> on %(created)s
de: Von <strong>%(name)s</strong> am %(created)s

source: Reason
de: Begründung

source: Translation
de: Übersetzung

source: Cancel
de: Zurück

source: Submit
de: Absenden

source: Paper
de: Papier

source: Amendment
de: Antrag

source: Publish
de: Veröffentlichen

source: Edit
de: Bearbeiten

source: Clone
de: Duplizieren

source: Translations
de: Übersetzungen

source: Recommendation
de: Empfehlung

source: Edit recommendation
de: Empfehlung bearbeiten

source: Create recommendation
de: Empfehlung erstellen

source: Sign this amendment
de: Diesen Antrag unterschreiben

source: I revoke my signature.
de: Ich widerrufe meine Unterschrift.

source: I hereby sign this amendment.
de: Hiermit unterschreibe ich diesen Antrag.

source: Don't support anymore
de: Antrag nicht mehr unterstützen

source: Support this amendment
de: Antrag unterstützen

source: This amendment is supported by
de: Dieser Antrag wird unterstützt von

source: members
de: Mitgliedern

source: Retract amendment
de: Antrag zurückziehen

source: Back
de: Zurück

source: Comments
de: Kommentare

source: No comments yet...
de: Keine Kommentare bis jetzt...

source: Delete
de: Löschen

source: Leave a comment
de: Kommentieren

source: Private Notes
de: Private Notizen

source: No notes written...
de: Keine Notizen...

source: Write a private note
de: Schreibe eine private Notiz

source: This is a cloned amendment.
de: Das ist ein duplizierter Antrag.

source: Papers
de: Papiere

source: Amendments
de: Anträge

source: Accepted
de: Angenommen

source: Rejected
de: Abgelehnt

source: Save
de: Speichern

source: %(name)s on %(created_at)s
de: %(name)s am %(created_at)s

source: Search...
de: Suche

source: Logout
de: Ausloggen

source: Sign in
de: Anmelden

source: Language:
de: Sprache

source: Do you want to delete %(name)s?
de: Möchtest du %(name)s wirklich löschen?

source: Confirm deletion of %(name)s
de: Beiträge von: %(username)s

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: create amendment
de: Antrag verfassen

source: Update paper
de: Papier aktualisieren

source: Create new paper
de: Neues Papier erstellen

source: %(title)s created!
de: %(title)s erstellt!

source: All papers
de: Alle Papiere

source: This translation needs an update.
de: Diese Übersetzung muss aktualisiert werden.

source: This paper is closed for amendments.
de: Für dieses Papier können keine Anträge mehr eingereicht werden.

source: Authors
de: Autor*innen

source: Deadline for this paper:
de: Frist für dieses Papier:

source: Create amendment
de: Antrag verfassen

source: Update translation
de: Übersetzung aktualisieren

source: Delete translation
de: Übersetzung löschen

source: Delete paper
de: Papier löschen

source: Administrational
de: Administratives

source: Enter results
de: Resultate eingeben

source: Merge amendments
de: Anträge zusammenführen

source: Download as PPTX
de: Als PPTX herunterladen

source: Download as PDF
de: Als PDF herunterladen

source: State
de: Status

source: Created on
de: Erstellt am

source: Deadline for amendments
de: Antragsfrist

source: Last Change
de: Letzte Änderung

source: Edit recommendation for
de: Empfehlung bearbeiten für

source: Create recommendation for
de: Empfehlung erstellen für

source: Search Results
de: Suchresultate

source: Author
de: Autor*innen

source: Supporters
de: Unterstützer*innen

source: Your Notes
de: Deine Notizen

source: Notes
de: Notizen

source: Body
de: Inhalt

source: Nothing given to search for.
de: Es wurde im Suchfeld nichts eingegeben.

source: Select amendments
de: Anträge auswählen

source: Continue
de: Weiter

source: Update
de: Aktualisieren

source: Incorrect credentials.
de: Ungültige Zugangsdaten.

source: Contributions by %(username)s
de: Beiträge von: %(username)s

source: Created at
de: Erstellt am

source: # Supporters
de: Unterstützer*innen

source: Note
de: Notiz

source: New digital-democracy account
de: Neues Konto für Digital Democracy

source: Cannot delete only translation of this paper
de: Die einzige Übersetzung dieses Papiers kann nicht gelöscht werden.

source: Successfully deleted translation.
de: Übersetzung erfolgreich gelöscht.

source: You are not allowed to delete this comment.
de: Sie haben nicht genug Rechte, um diesen Kommentar zu löschen.

source: Successfully deleted comment.
de: Kommentar erfolgreich gelöscht.

source: your comment
de: Dein Kommentar

source: Successfully deleted paper.
de: Papier erfolgreich gelöscht.

source: You are not allowed to edit this paper.
de: Sie haben nicht genug Rechte, um dieses Papier zu bearbeiten.

source: {imported_users} were imported!
de: {imported_users} importiert!
